Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: This add-on couldn’t be installed because it appears to be corrupt.
am: ይህ ቅጥያ የተበላሸ ስለሚመስል መጫን አልተቻለም።
ar: تعذر تثبيت هذا الامتداد لأنه يبدو تالفًا.
ast: Nun se pudo instalar esta estensión porque paez que ta toyida.
be: Гэтае пашырэнне не можа быць усталявана, бо яно выглядае пашкоджаным.
bg: Разширението не може да бъде инсталирано, защото изглежда е повредено.
br: An askouezh-mañ n'hall ket bezañ staliet rak kontronet eo war ar seblant.
bs: Ovu ekstenziju nije moguće instalirati jer se čini da je oštećena.
ca: No s’ha pogut instal·lar aquesta extensió perquè sembla que està malmesa.
co: St’estensione ùn pò micca esse installata perchè pare deteriurata.
cs: Toto rozšíření nemohlo být nainstalováno, protože je poškozené.
cy: Nid oedd modd gosod yr estyniad hwn oherwydd ei fod yn ymddangos yn llwgr.
da: Denne udvidelse kunne ikke installeres, fordi den lader til at være ødelagt.
de: Diese Erweiterung konnte nicht installiert werden, da sie beschädigt zu sein scheint.
dsb: Toś to rozšyrjenje njedajo se instalěrowaś, dokulaž zda se, až jo wobškóźone.
el: Δεν ήταν δυνατή η εγκατάσταση αυτής της επέκτασης, επειδή φαίνεται να είναι κατεστραμμένη.
eo: Tiu ĉi etendaĵo ne povis esti instalita ĉar ĝi aspektas difektite.
es: Esta extensión no ha podido ser instalada porque parece que está dañada.
es_ar: Esta extensión no se pudo instalar porque parece estar dañada.
es_cl: Esta extensión no pudo ser instalada porque parece estar corrupta.
es_mx: Esta extensión no se pudo instalar porque parece estar dañada.
et: Seda laiendust ei saanud paigaldada, kuna see näib olevat rikutud.
eu: Ezin izan da hedapen hau instalatu hondatuta dagoela dirudielako.
fa: این افزونه به نظر خراب شده است، و امکان نصب آن وجود ندارد.
fi: Tätä laajennusta ei voitu asentaa, koska se vaikuttaa olevan vioittunut.
fil: Hindi ma-install ang extension dahil mukhang sira ito.
fr: Cette extension n’a pas pu être installée car elle semble corrompue.
fur: Nol è stât pussibil instalâ cheste estension parcè che e somee ruvinade.
fy_nl: Dizze útwreiding koe net ynstallearre wurde, omdat dizze skansearre liket.
gd: Cha b’ urrainn dhuinn an leudachadh seo a stàladh a chionn ’s gu bheil e truaillte a-rèir coltais.
gl: Non se puido instalar esta extensión porque parece estar corrupta.
gn: Pe jepysokue ndaikatúi oñemohenda noĩporãmbái rupi.
he: לא ניתן היה להתקין הרחבה זו מכיוון שהיא ככל הנראה פגומה.
hr: Dodatak nije bilo moguće instalirati jer je neispravan.
hsb: Tute rozšěrjenje njeda so instalować, dokelž zda so, zo je wobškodźene.
hu: A kiegészítőt nem lehetett telepíteni, mert úgy tűnik, hogy sérült.
hy_am: Այս ընդլայնումը չի կարող տեղադրվել, քանի որ այն վնասված է:
ia: Iste extension non ha potite esser installate perque illo appare esser corrumpite.
id: Ekstensi ini tidak dapat dipasang karena tampaknya rusak.
is: Ekki tókst að setja inn forritsaukann þar sem hann virðist vera gallaður.
it: Impossibile installare questa estensione in quanto risulta danneggiata.
ja: この拡張機能は壊れているため、インストールできませんでした。
ka: ეს გაფართოება ვერ ჩაიდგმება, ვინაიდან ჩანს, დაზიანებულია.
kab: Asiɣzef-a ur yezmir ara ad yebded acku yettban yexṣer.
kk: Бұл кеңейту зақымдалған сияқты, сол үшін оны орнату мүмкін емес.
km: កម្មវិធីបន្ថែមនេះមិនអាចដំឡើងបានទេ ពីព្រោះវាហាក់ដូចជាខូច។
ko: 이 확장 기능은 손상된 것 같으므로 설치할 수 없습니다.
ku: Ev pêvek nehat sazkirin, wisa xuya ye xirabe ye.
lo: ບໍ່ສາມາດຕິດຕັ້ງສ່ວນຂະຫຍາຍນີ້ໄດ້ເນື່ອງຈາກມັນປະກົດວ່າເສຍຫາຍ.
ml: അഴിമതി കാരണം ഈ വിപുലീകരണം സ്ഥാപിക്കാൻ കഴിഞ്ഞില്ല.
nb_no: Klarte ikke installere denne utvidelsen fordi den ser ut til å være skadet.
nl: Deze extensie kon niet worden geïnstalleerd, omdat deze beschadigd lijkt.
nn_no: Klarte ikkje å installere denne utvidinga fordi ho ser ut til å vere skada.
oc: Aquesta extension a pas pogut èsser installada perque sembla qu'es corrompuda.
pa_arab_pk: ایہہ پھیلاؤ نکارہ ہوݨ کرکے انسٹال نہیں کیتا جا سکی اے۔
pa_guru_in: ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਨਿਕਾਰਾ ਹੋਣ ਕਰਕੇ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ।
pl: To rozszerzenie nie może zostać zainstalowane, ponieważ wygląda ono na uszkodzone.
pt_br: Esta extensão não pôde ser instalada porque parece estar corrompida.
pt_pt: Não foi possível instalar esta extensão porque esta parece estar corrompida.
rm: I n’è betg reussì dad installar questa extensiun. Ella para dad esser donnegiada.
ro: Extensia nu a putut fi instalată deoarece arhiva pare să fie defectă.
ru: Это расширение не может быть установлено, так как оно, по-видимому, повреждено.
sat: ᱱᱚᱣᱟ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱵᱟᱝ ᱵᱚᱦᱟᱞ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱪᱮᱫᱟᱜ ᱡᱮ ᱱᱚᱣᱟ ᱨᱟᱹᱯᱩᱫ ᱜᱮ ᱧᱮᱞᱚᱠ ᱠᱟᱱᱟ ᱾
sc: Custa estensione non si podet installare ca paret corrùmpida.
scn: Stu stinneriu nun potti èssiri nzitatu picchì parissi stravijatu.
si: හානි වූ බව පෙනෙන නිසා මෙම දිගුව ස්ථාපනයට නොහැකිය.
sk: Toto rozšírenie nebolo možné nainštalovať, pretože je zrejme poškodené.
sl: Te razširitve ni mogoče namestiti, ker je verjetno poškodovana.
sq: Ky zgjerim s’u instalua dot, ngaqë duket të jetë e dëmtuar.
sr: Овај додатак није могуће инсталирати јер је оштећен.
su: Ieu émboh teu bisa dipasang, sigana alatan korup.
sv_se: Tillägget kunde inte installeras eftersom det verkar vara skadat.
tg: Ин васеъшавӣ насб карда намешавад, зеро ки он вайрон мебошад.
th: ไม่สามารถติดตั้งส่วนขยายนี้เนื่องจากส่วนขยายดูเหมือนจะเสียหาย
tr: Bu uzantı yüklenemedi çünkü görünüşe göre uzantı bozuk.
ug: بۇ كېڭەيتىلمىنى ئورنىتالمايدۇ چۈنكى ئۇ بۇزۇلغاندەك قىلىدۇ.
uk: Не вдалося встановити це розширення, оскільки воно, ймовірно, пошкоджене.
vi: Không thể cài đặt tiện ích này vì có vẻ như nó bị hỏng.
zh_hans: 此扩展似乎已损坏，无法安装。
zh_hant: 檔案似乎已損毀，無法安裝此擴充套件。

source: This add-on couldn’t be installed because it hasn’t been verified.
am: ይህ ቅጥያ ስላልተረጋገጠ ሊጫን አልቻለም።
ar: تعذر تثبيت هذا الامتداد إذ لم يُتحقق منه.
ast: Nun se pudo instalar esta estensión porque nun se verificó.
be: Гэтае пашырэнне не можа быць усталявана, бо яно не праверана.
bg: Разширението не може да бъде инсталирано, защото не е проверено.
br: An askouezh-mañ n'hall ket bezañ staliet rak n'eo ket bet gwiriet.
bs: Ovu ekstenziju nije moguće instalirati jer nije potvrđena.
ca: No es pot instal·lar aquesta extensió perquè no està verificada.
co: St’estensione ùn pò micca esse installata perchè ùn hè micca stata verificata.
cs: Toto rozšíření nemohlo být nainstalováno, protože nebylo ověřeno.
cy: Nid oedd modd gosod yr estyniad hwn oherwydd nad yw wedi'i wirio.
da: Denne udvidelse kunne ikke installeres, fordi den ikke er blevet verificeret.
de: Diese Erweiterung konnte nicht installiert werden, da sie nicht verifiziert wurde.
dsb: Toś to rozšyrjenje njedajo se instalěrowaś, dokulaž njejo pśeglědane.
el: Δεν ήταν δυνατή η εγκατάσταση αυτής της επέκτασης, επειδή δεν έχει επαληθευτεί.
eo: Tiu ĉi etendaĵo ne povis esti instalita ĉar ĝi ne estis kontrolita.
es: Esta extensión no ha podido ser instalada porque no ha sido verificada.
es_ar: Esta extensión no se pudo instalar porque no fue verificada.
es_cl: Esta extensión no pudo ser instalada porque no ha sido verificada.
es_mx: Esta extensión no se pudo instalar porque no ha sido verificada.
et: Seda laiendust ei saanud paigaldada, kuna see on verifitseerimata.
eu: Ezin izan da hedapen hau instalatu egiaztatu gabea delako.
fa: این افزونه نمی‌تواند نصب شود زیرا تأیید نشده است.
fi: Tätä laajennusta ei voitu asentaa, koska sitä ei ole vahvistettu.
fil: Hindi ma-install ang extension dahil hindi pa ito na-verify.
fr: Cette extension n’a pas pu être installée car elle n’a pas été vérifiée.
fur: Nol è stât pussibil instalâ cheste estension parcè che no je stade verificade.
fy_nl: Dizze útwreiding koe net ynstallearre wurde, omdat dizze net ferifiearre is.
gd: Cha b’ urrainn dhuinn an leudachan seo a stàladh a chionn ’s nach deach a dhearbhadh.
gl: Non se puido instalar esta extensión porque non se verificou.
gn: Ko jepysokue ndaikatúi oñemohenda ndojehechajeýi rupi.
he: לא ניתן היה להתקין הרחבה זו מכיוון שהיא לא אומתה.
hr: Dodatak nije bilo moguće instalirati jer nije provjeren.
hsb: Tute rozšěrjenje njeda so instalować, dokelž njeje přepruwowane.
hu: A kiegészítőt nem lehetett telepíteni, mert nincs ellenőrizve.
hy_am: Այս ընդլայնումը չի կարող տեղադրվել, քանի որ այն ստուգված չէ:
ia: Iste extension non ha potite esser installate perque illo non ha essite verificate.
id: Ekstensi ini tidak dapat dipasang karena belum diverifikasi.
is: Ekki tókst að setja inn forritsaukann þar sem hann hefur ekki verið staðfestur.
it: Impossibile installare questa estensione in quanto non verificata.
ja: この拡張機能は検証されていないため、インストールできませんでした。
ka: ამ გაფართოების დაყენება ვერ მოხერხდა, რადგან დაუმოწმებელია.
kab: Asiɣzef-agi ur yebdid ara acku ur yettwasenqed ara.
kk: Бұл кеңейту расталмаған, сол үшін оны орнату мүмкін емес.
km: កម្មវិធីបន្ថែមនេះមិនអាចដំឡើងបានទេ ពីព្រោះវាមិនទាន់ត្រូវបានផ្ទៀងផ្ទាត់។
ko: 이 확장 기능은 확인되지 않았으므로 설치할 수 없습니다.
ku: Ev pêvek nehat sazkirin, ji ber ku nehatiye pesendkirin.
lo: ສ່ວນຂະຫຍາຍນີ້ບໍ່ສາມາດຕິດຕັ້ງໄດ້ເພາະວ່າມັນບໍ່ໄດ້ຖືກກວດສອບ.
ml: ഈ വിപുലീകരണം ആധാരിക്കുപെടാത്തുകൊണ്ടു സ്ഥാപിക്കാൻ കഴിഞ്ഞില്ല.
nb_no: Klarte ikke installere denne utvidelsen fordi den ikke har blitt bekreftet.
nl: Deze extensie kon niet worden geïnstalleerd, omdat deze niet is geverifieerd.
nn_no: Klarte ikkje å installere denne utvidinga fordi ho ikkje har blitt stadfesta.
oc: Aquesta extension a pas pogut èsser installada perque sembla qu'es corrompuda.
pa_arab_pk: ایس پھیلاؤ دی تصدیق نہیں ہو سکݨ کرکے ایس نوں انسٹال نہیں کیتا جا سکیا۔
pa_guru_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਦੀ ਤਸਦੀਕ ਨਹੀਂ ਹੋ ਸਕਣ ਕਰਕੇ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: To rozszerzenie nie może zostać zainstalowane, ponieważ nie zostało zweryfikowane.
pt_br: Esta extensão não pôde ser instalada porque não foi verificada.
pt_pt: Não foi possível instalar esta extensão porque esta ainda não foi verificada.
rm: I n’è betg reussì dad installar questa extensiun perquai ch’ella n’è betg verifitgada.
ro: Extensia nu a putut fi instalată pentru că nu a fost verificată.
ru: Это расширение не может быть установлено, так как оно не было проверено.
sat: ᱱᱚᱣᱟ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱵᱟᱝ ᱵᱚᱦᱟᱞ ᱫᱟᱲᱮᱭᱟᱜ ᱟ ᱪᱮᱫᱟᱜ ᱡᱮ ᱱᱚᱶᱟ ᱫᱚ ᱵᱟᱝ ᱯᱩᱥᱴᱟᱹᱣ ᱠᱟᱱᱟ ᱾
sc: Custa estensione non si podet installare ca no est averiguada.
scn: Stu stinneriu nun potti èssiri nzitatu picchì nun fu virificatu.
si: සත්‍යාපනය නොකළ දිගුවක් බැවින් ස්ථාපනයට නොහැකිය.
sk: Toto rozšírenie nebolo možné nainštalovať, pretože nebolo overené.
sl: Te razširitve ni bilo mogoče namestiti, ker ni potrjena.
sq: Ky zgjerim s’u instalua dot, ngaqë s’është verifikuar.
sr: Овај додатак није могуће инсталирати јер није проверен.
su: Ieu émboh teu bisa dipasang alatan acan dipéripikasi.
sv_se: Tillägget kunde inte installeras eftersom det inte har verifierats.
tg: Ин васеъшавӣ насб карда намешавад, зеро ки он тасдиқнашуда мебошад.
th: ไม่สามารถติดตั้งส่วนขยายนี้เนื่องจากส่วนขยายไม่ได้รับการยืนยัน
tr: Bu uzantı doğrulanmadığı için yüklenemiyor.
ug: بۇ كېڭەيتىلمىنى ئورنىتالمايدۇ چۈنكى ئۇنى دەلىللىيەلمىدى.
uk: Не вдалося встановити це розширення, оскільки воно не було перевірене.
vi: Không thể cài đặt tiện ích này vì nó chưa được xác minh.
zh_hans: 此扩展未经验证，无法安装。
zh_hant: 因為此擴充套件尚未經過驗證，無法安裝。

source: This add-on was blocked for violating Mozilla’s policies and has been disabled.
am: ይህ ቅጥያ የMozilla መመሪያዎችን ስለጣሰ ታግዷል እና ተሰናክሏል።
ar: حُظِر هذا الامتداد بسبب انتهاكه لسياسات Mozilla وتم تعطيله.
ast: Esta estensión ta bloquiada por incumplir les polítiques de Mozilla y desactivóse.
be: Гэта пашырэнне заблакавана за парушэнне палітык Mozilla і было адключана.
bg: Разширението е забранено поради нарушение на политиките на Mozilla и е изключено.
br: Stanket eo an adkouezh-mañ dre ma za a-enep da bolitikerezh Mozilla ha diweredekaet eo bet.
bs: Ova ekstenzija je blokirana zbog kršenja Mozilla pravila i onemogućena je.
ca: Aquesta extensió s’ha blocat perquè infringeix les polítiques de Mozilla i s’ha desactivat.
co: St’estensione hè stata bluccata perchè trasgredisce e regule di Mozilla è tandu hè stata disattivata.
cs: Toto rozšíření bylo zablokováno z důvodu porušování pravidel Mozilly a bylo zakázáno.
cy: Mae'r estyniad hwn wedi'i rwystro am fynd yn groes i bolisïau Mozilla ac mae wedi'i analluogi.
da: Denne udvidelse er blokeret for at overtræde Mozillas politikker og er blevet deaktiveret.
de: Diese Erweiterung wurde wegen Verstoßes gegen Mozillas Richtlinien blockiert und deaktiviert.
dsb: Toś to rozšyrjenje jo dla pśejźenja pśeśiwo pšawidłam Mozilla blokěrowane a jo se znjemóžniło.
el: Αυτή η επέκταση έχει αποκλειστεί επειδή παραβιάζει τις πολιτικές της Mozilla και έχει απενεργοποιηθεί.
eo: Tiu ĉi etendaĵo estis blokita pro malobservo de la politikoj de Mozilla kaj ĝi estis do malaktivigita.
es: Esta extensión está bloqueada por violar las políticas de Mozilla y ha sido desactivada.
es_ar: Esta extensión está bloqueada por violar las políticas de Mozilla y ha sido deshabilitada.
es_cl: Esta extensión está bloqueada por violar las políticas de Mozilla y ha sido deshabilitada.
es_mx: Esta extensión está bloqueada por infringir las políticas de Mozilla y ha sido deshabilitada.
et: See laiendus on Mozilla eeskirjade rikkumise tõttu blokeeritud ja keelatud.
eu: Gehigarri hau blokeatuta dago Mozillaren politikak bortxatzeagatik eta desgaitu egin da.
fa: این افزونه به دلیل نقض خط‌مشی‌های Mozilla مسدود شده و غیرفعال شده است.
fi: Tämä laajennus on estetty Mozillan käytäntöjen rikkomisen vuoksi, ja se on poistettu käytöstä.
fil: Hinarang at na-disable ang extension na ito dahil sa paglabag sa polisiya ng Mozilla.
fr: Cette extension est bloquée, car elle enfreint les politiques de Mozilla et a été désactivée.
fur: Cheste estension e je blocade parcè che e viole lis politichis di Mozilla e e je stade disativade.
fy_nl: Dizze útwreiding is blokkearre fanwegen skeining fan it belied fan Mozilla en is útskeakele.
gd: Chaidh an leudachan seo a bhacadh a chionn ’s gun do bhris e poileasaidhean Mozilla agus chaidh a chur à comas.
gl: Esta extensión está bloqueada por infrinxir as políticas de Mozilla e desactivouse.
gn: Ko jepysokue ojejokóma omomarã haguére Mozilla porureko ha upévare ojeipe’áma.
he: הרחבה זו חסומה עקב הפרת המדיניות של Mozilla, ולכן הושבתה.
hr: Ovo proširenje je blokirano jer krši Mozillina pravila te je deaktivirano.
hsb: Tute rozšěrjenje je přeńdźenja přećiwo prawidłam Mozilla dla zablokowane a je so znjemóžniło.
hu: Ez a kiegészítő a Mozilla irányelveinek megsértése miatt blokkolva lett, és le lett tiltva.
hy_am: Այս ընդլայնումն արգելափակված է Mozilla-ի կանոնները խախտելու համար և անջատված է:
ia: Iste extension es blocate perque viola le directivas de Mozilla e ha essite disactivate.
id: Ekstensi ini diblokir karena melanggar kebijakan Mozilla dan telah dinonaktifkan.
is: Lokað er á þennan forritsauka vegna brota á reglum Mozilla og hefur hann því verið gerður óvirkur.
it: Questa estensione è bloccata in quanto viola i criteri di Mozilla ed è stata disattivata.
ja: この拡張機能は Mozilla のポリシーに違反しているためブロックされ、無効になっています。
ka: გაფართოება შეიზღუდა Mozilla-ს დებულებების დარღვევის გამო და ამორთულია.
kab: Asiɣzef-a yettusewḥel acku yetεedda ɣef tsertit n Mozilla ɣef waya yensa.
kk: Бұл кеңейту Mozilla саясаттарын бұзғаны үшін бұғатталған және сөндірілген.
km: កម្មវិធីបន្ថែមនេះត្រូវបានរារាំងដោយសារតែការរំលោភលើគោលការណ៍របស់ Mozilla ហើយត្រូវបានបិទ។
ko: 이 확장 기능은 Mozilla 정책 위반으로 차단되어 비활성화되었습니다.
ku: Ev pêvek ji ber binpêkirina polîtîkayên Mozillayê hat astengkirin û hate neçalakkirin.
lo: ສ່ວນຂະຫຍາຍນີ້ຖືກບລັອກເນື່ອງຈາກລະເມີດນະໂຍບາຍຂອງ Mozilla ແລະ ຖືກປິດໃຊ້ງານ.
ml: മോസില്ലയുടെ നയങ്ങൾ ലംഘിച്ചതിനാൽ ഈ വിപുലീകരണം തടയുകയും പ്രവർത്തനരഹിതമാക്കുകയും ചെയ്തു.
nb_no: Denne utvidelsen er blokkert for brudd på Mozillas retningslinjer og har blitt deaktivert.
nl: Deze extensie is geblokkeerd wegens schending van het beleid van Mozilla en is uitgeschakeld.
nn_no: Denne utvidinga er blokkert for brot på Mozillas retningslinjer og har blitt deaktivert.
oc: Aquesta extension es blocada, per enfranh las politicas de Mozilla e foguèt desactivada.
pa_guru_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਨੂੰ Mozilla ਦੀਆਂ ਪਾਲਸੀਆਂ ਦਾ ਉਲੰਘਣ ਕਰਨ ਕਰਕੇ ਪਾਬੰਦੀ ਲਾਈ ਹੈ ਅਤੇ ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: To rozszerzenie jest zablokowane z powodu naruszenia zasad Mozilli i zostało wyłączone.
pt_br: Esta extensão foi bloqueada por violar diretrizes da Mozilla e foi desativada.
pt_pt: Esta extensão está bloqueada por violar as políticas da Mozilla e foi desativada.
rm: Questa extensiun è bloccada pervia da la violaziun da directivas da Mozilla ed è vegnida deactivada.
ro: Această extensie este blocată pentru încălcarea politicilor Mozilla și a fost dezactivată.
ru: Это расширение заблокировано за нарушение политик Mozilla и было отключено.
sat: ᱱᱚᱶᱟ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱫᱚ Mozilla ᱨᱮᱭᱟᱜ ᱱᱤᱛᱤ ᱵᱟᱝ ᱢᱟᱱᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱟᱨ ᱵᱚᱱᱫᱚ ᱟᱠᱟᱱᱟ ᱾
sc: Custa estensione est blocada pro àere violadu is polìticas de Mozilla e est istada disativada.
scn: Stu stinneriu è bluccatu picchì rumpi i pulìtichi di Mozilla e fu sdisabbilitatu.
sk: Toto rozšírenie je zablokované z dôvodu porušenia pravidiel Mozilly a bolo preto zakázané.
sl: Ta razširitev je blokirana zaradi kršenja Mozillinih pravilnikov, zato je bila onemogočena.
sq: Ky zgjerim është bllokuar ngaqë cenon rregullat e Mozilla-s dhe është çaktivizuar.
sr: Овај додатак је блокиран и онемогућен због кршења Mozilla-иних смерница.
sv_se: Det här tillägget är blockerat på grund av att det bryter mot Mozillas policyer och har inaktiverats.
tg: Ин васеъшавӣ ба сабаби вайрон кардани сиёсатҳои «Mozilla» манъ карда шуд ва ғайрифаъол шудааст.
th: ส่วนขยายนี้ถูกปิดกั้นเนื่องจากละเมิดนโยบายของ Mozilla และถูกปิดใช้งานแล้ว
tok: ilo ni li ike tawa lawa pi kulupu Mozilla. kulupu ni li weka e ona.
tr: Bu uzantı, Mozilla politikalarını ihlal ettiği için engellendi ve devre dışı bırakıldı.
ug: بۇ كېڭەيتىلمە Mozilla نىڭ تۈزۈمىگە خىلاپ بولغانلىقتىن توسۇلغان ۋە چەكلەنگەن.
uk: Це розширення заблоковано за порушення політик Mozilla, тому його було вимкнено.
vi: Tiện ích mở rộng này bị chặn do vi phạm chính sách của Mozilla và đã bị vô hiệu hóa.
zh_hans: 此扩展因违反 Mozilla 的政策而被阻止，并且已被禁用。
zh_hant: 此擴充套件違反 Mozilla 的政策規定，已被停用。
